start = "Привет! Это бот для удобного сотавления расписания"
help = "Я курсач! Я курсач! Я курсач! Я курсач! Я курсач!"

er_not_group = "Данной группы не существует, пожалуйста, создайте ее заново"
er_global = "Произошла глобальная ошибка, пожалуйста повторите действие или напишите администрации"

complite_create_gruop = "Группа создана, спасибо за участие, счастливых вам голодных игр"

hello_group = "Привет, я тестовый бот и на данный момент у меня много минусов и недостатков, поэтому я надеюсь вы будете со мной нежны\n" \
              "\nЕсть пара моментов:\n1. Работаю я пока что не 24/7, но в пятницу (и когда нужен рандом я к вашем услугам)\n" \
              "Пока что у меня нет защиты от спама, поэтому надеюсь на вашу сознательность иначе моему разрабу придется писать больше кода\n" \
              "Ну и мои личные сообщения пока не доступны, возможно у вас и получится мне что-то написать, но это будет просто контент с курсовой"

indo_for_edit = "Введите id вашей беседы. \nУзнать id можно по команде /get_id, прописав ее в вашей беседе"

create_group = "Создавая группу вы подтверждаете то, что вы являетесь старостой этой группы.\nВ противном случае ваша группа будет удалена"

warring_del_group = "У вас уже имеется группа, перед тем как создать новую удалите текущуу с помощью команды /delete"

for_exit = "\nНапишите /exit для выхода"

rules_edit_mode = "Пример заполнения расписание:\n\n" \
                  "Пн\n" \
                  "1: *Название первой пары*\n" \
                  "2: *Название второй пары*\n" \
                  "4: *Название четвертой пары*\n" \
                  "*и т.д.*\n" \
                  "\n" \
                  "или\n\nВт: чет/нечет        для пар раз в 2 недели\n" \
                  "2: *Название первой пары*\n" \
                  "3: *Название второй пары*\n" \
                  "5: *Название четвертой пары*\n" \
                  "*и т.д.*\n"